Repository: Amro-mos-elsayed/perfect-engage
Catalog: SCIMBO/*.lproj/Localizable.strings
Languages: ar_sa

source: SELECT YOUR NEW STATUS
ar_sa: حدد حالتك الجديدة

source: YOUR CURRENT STATUS IS :
ar_sa: حالتك الحالية هي ‫:‬

source: No Contacts
ar_sa: لا يوجد آسماء

source: Unable to load contacts. Kindly tap on 🔃 icon to try again.
ar_sa: تعذر تحميل جهات الاتصال. يرجى النقر على أيقونة 🔃 للمحاولة مرة أخرى.

source: Unread
ar_sa: لم تتم قرائته

source: ☎︎ Missed Video call at
ar_sa: مكالمة فيديو فائتة في ☎︎

source: ☎︎ Missed Voice call at
ar_sa: مكالمة صوتية فائتة في ☎︎

source: 🔒 Messages to this chat and calls are now secured with end-to-end encryption
ar_sa: الرسائل إلى هذه الدردشة والمكالمات مؤمنة الآن من خلال التشفير من طرف إلى طرف 🔒

source: 🔒 Messages to this groups are now secured with end-to-end encryption
ar_sa: الرسائل إلى هذه المجموعات مؤمنة الآن بتشفير من طرف إلى طرف 🔒

source: About
ar_sa: عن الشركة

source: About and Help
ar_sa: عن التطبيق

source: Account
ar_sa: الحساب

source: Add Participant
ar_sa: إضافة المشتركين

source: Add to Contacts
ar_sa: اضف إلي الأسماء

source: ALERT TONES
ar_sa: نغمات التنبيه

source: An error occured whilst validating the phone number.
ar_sa: حدث خطأ أثناء التحقق من رقم الهاتف.

source: Archive
ar_sa: حفظ

source: Archive All
ar_sa: أرشفة الكل

source: Archive all Chats
ar_sa: أرشفة كافة الدردشات

source: Archived Chats (
ar_sa: الدردشة المحفوظة‫(‬

source: Archived Chats (0)
ar_sa: الدردشة المحفوظة(0)

source: at
ar_sa: في

source: At the gym
ar_sa: في النادي الرياضي

source: At the movies
ar_sa: في قاعة السينما

source: At work
ar_sa: في العمل

source: Audio
ar_sa: الصوت

source: Available
ar_sa: متاح

source: Battery About to die
ar_sa: البطارية على وشك النفاذ

source: Block
ar_sa: حظر

source: Blocked Contacts:
ar_sa: جهات الآتصال المحظورة

source: Busy
ar_sa: مشغول

source: Bytes Received
ar_sa: البيانات المستلمة

source: Bytes Sent
ar_sa: البيانات المرسلة

source: Camera
ar_sa: الكاميرا

source: Can't talk
ar_sa: لا أستطيع الكلام

source: Cancel
ar_sa: إلغاء

source: Change Settings
ar_sa: تغيير الإعدادات

source: CHAT MEDIA
ar_sa: وسائط الدردشة

source: Chat Wallpaper
ar_sa: خلفية الدردشة

source: Chats
ar_sa: الدردشة

source: Choose an Option
ar_sa: اختر

source: Choose Image
ar_sa: اختر صورة

source: Choose Option
ar_sa: اختر

source: Choose Photo
ar_sa: اختر صورة

source: CLASSIC
ar_sa: تقليدي

source: Clear all Chats
ar_sa: حذف كل الدردشات

source: Clear All Chats
ar_sa: حذف كل الدردشات

source: Clear All Chats except starred
ar_sa: امسح كل الدردشات باستثناء المميزة بنجمة

source: Clear all of your chats?
ar_sa: حذف كل ملفات الدردشة

source: Clear chat
ar_sa: حذف الدردشة

source: Clear Chat
ar_sa: حذف الدردشة

source: Clear for Everyone
ar_sa: حذف للكل

source: Clear for Me
ar_sa: حذف بالنسبة لي

source: Contact Info
ar_sa: بيانات الاتصال

source: Contact Us
ar_sa: إتصل بنا

source: Copy
ar_sa: نسخ

source: Data Usage
ar_sa: استخدام البيانات

source: Default
ar_sa: الافتراضي

source: Delete
ar_sa: حذف

source: Delete all Chats
ar_sa: مسح جميع الدردشات

source: Delete All Chats
ar_sa: حذف جميع الدردشة

source: Delete all except starred
ar_sa: حذف الكل ما عدا المميزة بنجمة

source: Delete all messages
ar_sa: حذف جميع الرسائل

source: Delete all of your chats?
ar_sa: حذف جميع الدردشة الخاصة بك

source: Delete all status
ar_sa: حذف جميع حالات المجموعة

source: Delete Chat
ar_sa: حذف الدردشة

source: Delete Chat with
ar_sa: حذف الدردشة مع

source: Delete for Everyone
ar_sa: حذف للجميع

source: Delete for Me
ar_sa: حذف بالنسبة لي

source: Delete group
ar_sa: حذف المجموعة

source: DELIVERED
ar_sa: تم التوصيل

source: Documents
ar_sa: الملفات

source: Done
ar_sa: تم

source: Edit
ar_sa: تعديل

source: Email Settings
ar_sa: إعدادات البريد الإلكتروني

source: Enter Email id
ar_sa: أدخل معرف البريد الإلكتروني

source: Everyone
ar_sa: الكل

source: Exit group
ar_sa: الخروج من المجموعة

source: Exit Group
ar_sa: الخروج من المجموعة

source: Export Chat
ar_sa: تصدير الدردشة

source: FAQ
ar_sa: التعليمات

source: Forward
ar_sa: تحويل

source: Friends
ar_sa: الاصدقاء

source: Gallery
ar_sa: الاستديو

source: Go to
ar_sa: اذهب الي

source: Group Info
ar_sa: بيانات المجموعة

source: GROUP NOTIFICATION
ar_sa: إشعارات المجموعة

source: Hey there! I am using
ar_sa: مرحبا انا آستخدم

source: Hey there! I am using
ar_sa: مرحبا انا آستخدم

source: In a meeting
ar_sa: في الاجتماع

source: In App Notifications
ar_sa: إشعارات التطبيق

source: Incoming
ar_sa: مكالمة واردة

source: Info
ar_sa: بيانات

source: last seen
ar_sa: أخر ظهور

source: Lock Chat
ar_sa: قفل الشات

source: Logout
ar_sa: خروج

source: Make Group Admin
ar_sa: جعل مسؤول الجروب

source: MEDIA AUTO-DOWNLOAD
ar_sa: تنزيل الوسائط تلقائيًا

source: MESSAGE NOTIFICATION
ar_sa: إشعارات الرسالة

source: MESSAGES
ar_sa: الرسائل

source: Missed
ar_sa: مكالمة فائتة

source: More
ar_sa: إضافي

source: Mute
ar_sa: كتم الصوت

source: My Contacts
ar_sa: جهات الاتصال

source: Network Usage
ar_sa: إستخدام الشبكة

source: Never
ar_sa: آبدا

source: Next
ar_sa: التالي

source: No Wallpaper
ar_sa: بدون خلفية

source: Notifications
ar_sa: الإشعارات

source: on your computer and scan the QR code
ar_sa: علي جهازك وامسح الكود

source: Online
ar_sa: متصل الآن

source: only
ar_sa: فقط

source: Outgoing
ar_sa: مكالمة صادرة

source: Phone number type is unknown.
ar_sa: رقم الجوال غير متعرف عليه

source: Photo & Video Library
ar_sa: مكتبة الصور والفيديو

source: Photos
ar_sa: الصور

source: Privacy
ar_sa: الخصوصية

source: Read
ar_sa: تمت قرائته

source: Received
ar_sa: المستلمه

source: Recovery Email id
ar_sa: معرف البريد الإلكتروني للاسترداد

source: Recovery Mobile No.
ar_sa: رقم هاتف الاسترداد

source: Remove from Group
ar_sa: إزالة من المجموعة

source: Reply
ar_sa: رد

source: Reset Auto-Download Settings
ar_sa: إعادة تعيين إعدادات التنزيل التلقائي

source: Reset Notification
ar_sa: إعادة تعيين الإشعار

source: Scan Document
ar_sa: مسح المستند ضوئيًا

source: SEEN
ar_sa: تمت رؤيته

source: Send Message
ar_sa: ارسل رسالة

source: Sent
ar_sa: إرسال

source: Share Contact
ar_sa: شارك جهة الإتصال

source: Share Document
ar_sa: مشاركة المستندات

source: Share Location
ar_sa: مشاركة الموقع

source: Show Notifications
ar_sa: إظهار الإشعارات

source: Sleeping
ar_sa: نائم

source: Solid Colors
ar_sa: الالون الثابتة

source: Sound
ar_sa: الصوت

source: Sounds
ar_sa: الأصوات

source: Star
ar_sa: نجمة

source: Starred Messages
ar_sa: الرسائل المميزة بنجمة

source: System Status
ar_sa: حالة النظام

source: Take Photo
ar_sa: إختر صورة

source: Tell a Friend
ar_sa: اخبر صديق

source: Terms and Privacy Policy
ar_sa: الشروط وسياسة الخصوصية

source: The country code is invalid.
ar_sa: كود الدوله غير صحيح

source: The number provided is invalid.
ar_sa: هذا الرقم غير صحيح

source: The number provided is too long.
ar_sa: رقم الجوال غير صحيح

source: The number provided is too short.
ar_sa: رقم الجوال غير صحيح

source: This function is deprecated.
ar_sa: هذه الميزه غير متاحه حاليا

source: Today
ar_sa: اليوم

source: TOTAL BYTES
ar_sa: إجمالي بايت

source: Unarchive
ar_sa: أخرج من الأرشيف

source: UnArchive All
ar_sa: إلغاء أرشفة الكل

source: UnArchive all Chats
ar_sa: إلغاء أرشفة كافة الدردشات

source: UnArchive Instead
ar_sa: قم بإلغاء الأرشفة بدلاً من ذلك

source: Unblock
ar_sa: رفع الحظر

source: Unlock Chat
ar_sa: فتح الدردشة

source: Unmute
ar_sa: فتح الصوت

source: Unread
ar_sa: لم تتم قرأته

source: Urgent calls only
ar_sa: مكالمات الطواريء فقط

source: Vibrate
ar_sa: وضع الهزاز

source: Video Call
ar_sa: مكالمة فيديو

source: Videos
ar_sa: مقاطع الفيديوهات

source: Voice Call
ar_sa: مكامله صوتية

source: Voice Messages are always automatically downloaded for the best communication experience.
ar_sa: يتم دائمًا تنزيل الرسائل الصوتية تلقائيًا للحصول على أفضل تجربة اتصال

source: Web logout
ar_sa: خروج الويب

source: Web/Desktop
ar_sa: الويب / سطح المكتب

source: Wi-Fi
ar_sa: واي فاي

source: Wi-Fi and Cellular
ar_sa: واي فاي وخلوي

source: Yesterday
ar_sa: أمس

source: You
ar_sa: أنت

source: Your email is used to reach you incase you accidentally get locked out
ar_sa: يتم استخدام بريدك الإلكتروني للوصول إليك في حالة حظر دخولك عن طريق الخطأ

source: Your recovery e-mail is used to reach you incase we detect unusual activity in your account or you accidentally get locked out
ar_sa: يتم استخدام البريد الإلكتروني الخاص بالاسترداد للوصول إليك إذا اكتشفنا نشاطًا غير عادي في حسابك أو تم قفله عن طريق الخطأ

source: Your recovery phone is used to reach you incase we detect unusual activity in your account or you accidentally get locked out
ar_sa: يتم استخدام هاتف الاسترداد للوصول إليك إذا اكتشفنا نشاطًا غير عادي في حسابك أو تم قفله عن طريق الخطأ

source: Resend
ar_sa: اعادة ارسال

source: After
ar_sa: بعد

source: sec
ar_sa: ث

source: Please Make sure you back up your History
ar_sa: من فضلك تأكد من عمل نسخة احتياطية من السجل الخاص بك

source: error has been occurred
ar_sa: حدث خطأ ما

source: Enter your mobile number
ar_sa: أدخل رقم الهاتف الخاص بك

source: OK
ar_sa: حسناً

source: Clear All
ar_sa: حذف الكل

source: Show your mobile number
ar_sa: إظهار رقم الهاتف
