Repository: Amro-mos-elsayed/perfect-engage
Catalog: SCIMBO/Utilities/LanguageHandler/*.lproj/Localizable.strings
Languages: ta

# enter_mobileno
source: ENTER YOUR MOBILE NUMBER
ta: உங்களுடைய கைபேசி எண்ணை உள்ளிடவும்

source: SIGN IN
ta: உள்நுழைய

source: Edit
ta: தொகு

source: Favourite
ta: பிடித்த

source: All
ta: அனைத்து

source: Missed
ta: தவறவிட்டார்

# broadcast
source: Broadcast List
ta: ஒளிபரப்பு பட்டியல்

source: New Group
ta: புதிய குழு

# chat
source: Chats
ta: அரட்டை

source: Contacts
ta: தொடர்புகள்

# setting
source: Settings
ta: அமைப்பை

# personal
source: Who can seen my personal info
ta: யார் என் தனிப்பட்ட தகவல் காணலாம்

source: Privacy
ta: தனியுரிமை

source: Last seen
ta: இறுதியாக பார்த்தது

# profilepht
source: Profile photo
ta: சுயவிவர புகைப்படம்

source: Status
ta: நிலை

# descrip
source: If you dont share last seen, you won't be
ta: நீங்கள் கடைசியாக பார்த்த பகிர்ந்துக்கொள்வேன்.சரி.உனக்கு இல்லை என்றால், நீங்கள் இருக்க முடியாது

# descrip2
source: able to see other people's last seen
ta: மற்ற மக்கள் கடைசியாக பார்க்க முடியும்

source: Messaging
ta: செய்தி

# blockedcts
source: Blocked contacts
ta: தடுக்கப்பட்ட தொடர்புகள்

# listofblock
source: List of contacts that you have blocked
ta: நீங்கள் தடுத்தவர்கள் தொடர்புகள் பட்டியல்

# readreceip
source: Read receipts
ta: ரசீதுகள் படிக்க

# readrecpdesp
source: If you dont share last seen, you won't be able to see other people's last seen
ta: நீங்கள் கடைசியாக பார்த்த பகிர்ந்துக்கொள்வேன்.சரி.உனக்கு இல்லை என்றால், நீங்கள் இருக்க முடியாது,மற்ற மக்கள் கடைசியாக பார்க்க முடியும்

source: Everyone
ta: அனைவரும்

source: Data usage
ta: தரவு பயன்பாடு

# network
source: Network usage
ta: நெட்வொர்க் பயன்பாடு

# whenusing
source: when using mobile data
ta: மொபைல் தரவைப் பயன்படுத்தும்போது

# mediaauto
source: Media auto-download
ta: மீடியா தானாக பதிவிறக்கம்

source: When roaming
ta: ரோமிங் போது

# notedesp
source: NOTE:Voice messages are always automatically downloaded for the the best communication experience
ta: குறிப்பு: குரல் செய்திகளை தானாகவே எப்போதும் சிறந்த தகவல் தொடர்பு அனுபவம் பதிவிறக்கம்

# call_setting
source: Call settings
ta: அழைப்பு அமைப்புகள்

# low_data
source: Low data usage
ta: குறைவான தரவு பயன்பாடு

# low_desp
source: NOTE:Lower the amount of data used during a Raad call
ta: குறிப்பு: ஒரு Scimbo அழைப்பு போது பயன்படுத்தப்படும் தரவு அளவை குறையுங்கள்

# when_using_sel
source: No media
ta: எந்த ஊடகம்

# when_conn_sel
source: No media
ta: எந்த ஊடகம்

# when_roam_sel
source: No media
ta: எந்த ஊடகம்

source: Security
ta: பாதுகாப்பு

# when_possible
source: when possible ,the messages you send and your calls are secured with end-to-end encryption,which means Scimbo and third parties can't read or listen to them.
ta: போது சாத்தியம், செய்திகளை நீங்கள் அனுப்ப மற்றும் உங்கள் அழைப்புகள் அதாவது Scimbo மற்றும் மூன்றாம் படிக்க அல்லது அவர்களை கேட்க முடியாது இறுதி வரை இறுதியில் குறியாக்க, மூலம் பாதுகாக்கப்படுகிறது.

# learn_more
source: Learn more about Raad security
ta: Scimbo பாதுகாப்பு பற்றி மேலும் அறிக

# show_security
source: Show security notification
ta: பாதுகாப்பு அறிவிப்பை காட்டு

# turn_on
source: Turn on this setting to receive notifications when a contact's security code has changed.Your calls and the messages you send are encrypted regardless of this setting,when possible.
ta: தொடர்பின்பாதுகாப்பு குறியீடு மாறிவிட்டது.உன்னுடைய அழைப்புகள் மற்றும் நீங்கள் அனுப்ப செய்திகளை பொருட்படுத்தாமல் இந்த அமைப்பை, போது சாத்தியம் குறியாக்கம் போது அறிவிப்புகளை பெற இந்த அமைப்பை இயக்கு.

source: Account
ta: கணக்கு

# delete
source: Delete my account
ta: எனது கணக்கை நீக்கு

# delete_your_will
source: DELETING YOUR ACCOUNT WILL:
ta: உங்கள் கணக்கை நீக்கினால்:

# delete_your_sub
source: . Delete your account from Raad
ta: . Scimbo இருந்து உங்கள் கணக்கை நீக்கும்

# erase_your
source: . Erase your message history
ta: . உங்கள் செய்தி வரலாறை அழிக்கவா

# delete_your
source: . Delete you from all of your Raad groups
ta: . உங்கள் Scimbo குழுக்கள் அனைத்து இருந்து நீங்கள் நீக்கு

# want_to
source: Want to change number instead?
ta: அதற்கு பதிலாக எண் மாற்ற வேண்டும்?

# to_delete
source: To delete your account,confirm your
ta: உங்கள் கணக்கை நீக்க, நீங்கள் உறுதிப்படுத்த உங்கள்

# country_code
source: Country code and enter your phone number
ta: நாடு குறியீடு மற்றும் உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்

# delete_acc_btn
source: DELETE MY ACCOUNT
ta: எனது கணக்கை நீக்க

# changeNo
source: Change number
ta: மாற்றம் எண்ணிக்கை

source: NEXT
ta: அடுத்தது

# chang_desp1
source: Changing your phone number will migrate your account info,groups and settings.
ta: உங்கள் தொலைபேசி எண் மாற்றிய உங்கள் கணக்கு விவரம், குழுக்கள் மற்றும் அமைப்புகள் மாற்றப்படும்.

# chang_desp2
source: Before Proceeding,please confirm that you are able to receive SMS or calls at your new number.
ta: தொடர்வதற்கு முன், அல்லது நீங்கள் SMS பெற முடியும் என்பதை உறுதிப்படுத்தவும் உங்கள் புதிய எண் மணிக்கு அழைப்பு.

# change_desp3
source: If you have both a new phone and a new number ,first change your number on your old phone.
ta: நீங்கள் ஒரு புதிய தொலைபேசி மற்றும் ஒரு புதிய எண் இரண்டு இருந்தால், முதலில் உங்கள் பழைய தொலைபேசியில் உங்கள் எண்ணை மாற்ற.

# notification
source: Notifications
ta: அறிவிப்புகள்.

# conver_tone
source: Conversation tones
ta: உரையாடல் தொனி

# play_sound
source: Play sounds for incoming and outgoing messages
ta: ப்ளே உள்வரும் மற்றும் வெளிச்செல்லும் செய்திகளை ஒலிகள்

# messg_notifi
source: Message notifications
ta: செய்தி அறிவிப்புகளை

# messg_noti_tone
source: Notification tone
ta: அறிவித்தல் தொனி

# messg_default_tone
source: Default ringtone(Water Drop)
ta: இயல்புநிலை ரிங்டோன் (நீர் டிராப்)

# contact_tone
source: Contact ringtone
ta: தொடர்பு ரிங்டோன்

# no_longer_desp
source: No longer available.set custom notification by tapping the name at the top of a chat.
ta: இனி எப்போதும் கிடைக்காது.ஒரு அரட்டை மேல் பெயர் தட்டுவதன் மூலம் விருப்ப அறிவிப்பை அமைந்தது.

source: Vibrate
ta: அதிரச்

# vibrate_off
source: Off
ta: அனைத்து விடு

# messg_pop_notif
source: Popup notification
ta: மேல்மீட்பு அறிவிப்பு

# messg_no_pop
source: No popup
ta: பாப் இல்லை

source: Light
ta: ஒளி

# light_color
source: Red
ta: ரெட்

# call_notif
source: Call notifications
ta: கால் அறிவிப்புகளை

# call_notif_tone
source: Notification tone
ta: அறிவித்தல் தொனி

# call_default_tone
source: Default ringtone(Water Drop)
ta: இயல்புநிலை ரிங்டோன் (நீர் டிராப்)

# call_contact_tone
source: Contact ringtone
ta: தொடர்பு ரிங்டோன்

# call_vibrate
source: Vibrate
ta: அதிரச்

# call_vibrate_off
source: Off
ta: அனைத்து விடு

# call_Pop
source: Popup notification
ta: மேல்மீட்பு அறிவிப்பு

# call_No_Pop
source: No popup
ta: பாப் இல்லை

# call_NoLonger_Desp
source: No longer available.set custom notification by tapping the name at the top of a chat.
ta: இனி எப்போதும் கிடைக்காது.ஒரு அரட்டை மேல் பெயர் தட்டுவதன் மூலம் விருப்ப அறிவிப்பை அமைந்தது.

# oldno_code
source: YOUR OLD COUNTRY CODE AND PHONE NUMBER
ta: உங்கள் பழைய நாட்டின் குறியீடு மற்றும் தொலைபேசி எண்

# newno_code
source: YOUR NEW COUNTRY CODE AND PHONE NUMBER
ta: புதிய நாட்டில் குறியீடு மற்றும் தொலைபேசி எண்

# changeno
source: Change number
ta: மாற்றம் எண்ணிக்கை

# about_help
source: About and help
ta: பற்றி மற்றும் உதவி
